Repository: gamerztechshot-jpg/apk
Catalog: lib/l10n/app_*.arb
Languages: hi

# appTitle
source: Karmasu
hi: कर्मसु

source: Welcome back
hi: वापस स्वागत है

# createAccount
source: Create your account
hi: अपना खाता बनाएं

source: Full Name
hi: पूरा नाम

source: Email
hi: ईमेल

source: Phone Number
hi: फोन नंबर

source: Password
hi: पासवर्ड

source: Confirm Password
hi: पासवर्ड की पुष्टि करें

source: Sign In
hi: साइन इन

source: Sign Up
hi: साइन अप

# alreadyHaveAccount
source: Already have an account?
hi: पहले से खाता है?

# dontHaveAccount
source: Don't have an account?
hi: खाता नहीं है?

# nameRequired
source: Name is required
hi: नाम आवश्यक है

# nameMinLength
source: Name must be at least 2 characters
hi: नाम कम से कम 2 अक्षर का होना चाहिए

# emailRequired
source: Email is required
hi: ईमेल आवश्यक है

# emailInvalid
source: Please enter a valid email
hi: कृपया एक वैध ईमेल दर्ज करें

# phoneRequired
source: Phone number is required
hi: फोन नंबर आवश्यक है

# phoneInvalid
source: Please enter a valid phone number
hi: कृपया एक वैध फोन नंबर दर्ज करें

# passwordRequired
source: Password is required
hi: पासवर्ड आवश्यक है

# passwordMinLength
source: Password must be at least 6 characters
hi: पासवर्ड कम से कम 6 अक्षर का होना चाहिए

# confirmPasswordRequired
source: Please confirm your password
hi: कृपया अपने पासवर्ड की पुष्टि करें

source: Passwords do not match
hi: पासवर्ड मेल नहीं खाते

# accountCreatedSuccess
source: Account created successfully! Welcome to Karmasu.
hi: खाता सफलतापूर्वक बनाया गया! कर्मसु में आपका स्वागत है।

# signedInSuccess
source: Signed in successfully!
hi: सफलतापूर्वक साइन इन किया गया!

# error
source: Error: {errorMessage}
hi: त्रुटि: {errorMessage}

source: Home
hi: होम

source: Explore
hi: एक्सप्लोर

source: Quiz
hi: क्विज़

source: Sadhna
hi: साधना

source: Profile
hi: प्रोफाइल

source: Pooja Sadhna
hi: पूजा साधना

# ramnamLekhan
source: Naam japa
hi: नाम जप

source: Astrologer
hi: ज्योतिषी

source: More Features
hi: और सुविधाएं

# exploreScreen
source: Spiritual Services
hi: आध्यात्मिक सेवाएं

# quizZone
source: Quiz Zone - Coming Soon!
hi: क्विज़ जोन - जल्द आ रहा है!

# sadhnaTracker
source: Sadhna Tracker - Coming Soon!
hi: साधना ट्रैकर - जल्द आ रहा है!

source: My Courses
hi: मेरे कोर्स

source: My Bookings
hi: मेरी बुकिंग्स

source: Jaap History
hi: जाप इतिहास

source: Karmic Score
hi: कर्म स्कोर

source: Settings
hi: सेटिंग्स

source: Support
hi: सहायता

source: Language
hi: भाषा

source: Phone: Not provided
hi: फोन: प्रदान नहीं किया गया

source: Daily Panchang
hi: दैनिक पंचांग

# todayDate
source: Today's Date
hi: आज की तारीख

source: Tithi
hi: तिथि

source: Nakshatra
hi: नक्षत्र

source: Yoga
hi: योग

source: Karana
hi: करण

source: Sunrise
hi: सूर्योदय

source: Sunset
hi: सूर्यास्त

source: Upcoming Festival
hi: आगामी त्योहार

source: Featured Highlights
hi: विशेष रुप से प्रदर्शित

source: Courses
hi: कोर्स

source: Book Puja
hi: पूजा बुक करें

source: Ask Guruji
hi: गुरुजी से पूछें

source: Dharma Store
hi: धर्म स्टोर

source: View All
hi: सभी देखें

source: Admin Panel
hi: एडमिन पैनल

source: Manage Daily Panchang
hi: दैनिक पंचांग प्रबंधित करें

source: Manage Courses
hi: कोर्स प्रबंधित करें

source: Manage Pooja Bookings
hi: पूजा बुकिंग प्रबंधित करें

source: Manage E-Bookings
hi: ई-बुकिंग प्रबंधित करें

source: Manage Pandits
hi: पंडित प्रबंधित करें

source: Manage Astrologers
hi: ज्योतिषी प्रबंधित करें

source: Add New
hi: नया जोड़ें

source: Edit
hi: संपादित करें

source: Delete
hi: हटाएं

source: Save
hi: सहेजें

source: Cancel
hi: रद्द करें

source: Search Deities
hi: देवताओं को खोजें

source: Durga Ji
hi: दुर्गा जी

source: Ganesha Ji
hi: गणेश जी

source: Hanuman Ji
hi: हनुमान जी

source: Krishna Ji
hi: कृष्ण जी

source: Lakshmi Ji
hi: लक्ष्मी जी

source: Narasimha Ji
hi: नरसिंह जी

source: Parvati Ji
hi: पार्वती जी

source: Radha Ji
hi: राधा जी

source: Ram Ji
hi: राम जी

source: Saraswati Ji
hi: सरस्वती जी

source: Shani Ji
hi: शनि जी

source: Shiv Ji
hi: शिव जी

source: Sita Ji
hi: सीता जी

source: Vishnu Ji
hi: विष्णु जी

source: Favorites
hi: पसंदीदा

source: Daily Targets
hi: दैनिक लक्ष्य

source: Set Target
hi: लक्ष्य निर्धारित करें

source: Current Streak
hi: वर्तमान स्ट्रीक

source: Longest Streak
hi: सबसे लंबा स्ट्रीक

# todayProgress
source: Today's Progress
hi: आज की प्रगति

source: Target Met!
hi: लक्ष्य पूरा!

source: Target Not Met
hi: लक्ष्य पूरा नहीं

source: Leaderboard
hi: लीडरबोर्ड

source: Daily Ranking
hi: दैनिक रैंकिंग

source: Your Rank
hi: आपकी रैंक

source: Total Japa
hi: कुल जाप

source: Participants
hi: प्रतिभागी

source: Refresh
hi: रिफ्रेश करें

source: Japa Count
hi: जाप गिनती

source: Days
hi: दिन

source: Streak
hi: स्ट्रीक

# ramRamLekhan
source: Naam japa
hi: नाम जप

# selectPreferredDeity
source: Select your preferred deity
hi: अपने पसंदीदा देवता का चयन करें

# searchDeitiesPlaceholder
source: Search deities...
hi: देवताओं को खोजें...

source: No deities found
hi: कोई देवता नहीं मिला

# tryChangingSearchTerms
source: Try changing your search terms
hi: अपने खोज शब्द बदलने का प्रयास करें

source: Words
hi: शब्द

source: Time
hi: समय

source: Clear
hi: साफ़ करें

# sadhnaTitle
source: Sadhna
hi: साधना

# sadhnaSubtitle
source: Daily naam japa for peace
hi: शांति के लिए दैनिक नाम जप

# pujaPaathTitle
source: Puja/Paath
hi: पूजा/पाठ

# pujaPaathSubtitle
source: Your puja Your paath our responsibility
hi: आपकी पूजा आपका पाठ हमारी जिम्मेदारी

# vedalayTitle
source: Vedalay
hi: वेदालय

# vedalaySubtitle
source: Your puja Your paath our responsibility
hi: आपकी पूजा आपका पाठ हमारी जिम्मेदारी

# panchangTitle
source: Panchang
hi: पंचांग

# panchangSubtitle
source: Daily naam japa for peace
hi: शांति के लिए दैनिक नाम जप

# samagriTitle
source: Samagri
hi: सामग्री

# samagriSubtitle
source: Daily naam japa for peace
hi: शांति के लिए दैनिक नाम जप

source: start your day with
hi: अपना दिन शुरू करें

source: Naam japa
hi: नाम जप

# bannerSubtitle
source: Your puja Your paath our responsibility
hi: आपकी पूजा आपका पाठ हमारी जिम्मेदारी

# searchPlaceholder
source: Search...
hi: खोजें...

source: Radhe Radhe
hi: राधे राधे

source: About
hi: के बारे में

source: Benefits
hi: लाभ

source: Process
hi: प्रक्रिया

source: Temple
hi: मंदिर

source: Packages
hi: पैकेज

source: Reviews
hi: समीक्षाएं

source: About Puja
hi: पूजा के बारे में

source: Available Packages
hi: उपलब्ध पैकेज

source: Website
hi: वेबसाइट

source: Selected Package
hi: चयनित पैकेज

source: Book Now
hi: अभी बुक करें

source: Devotees
hi: भक्त

# tillNowDevoteesParticipated
source: Till now {count} Devotees have taken their vow through KARMASU.
hi: अब तक {count} भक्तों ने KARMASU के माध्यम से अपना संकल्प लिया है।

# bookingCloses
source: Booking closes: {time}
hi: बुकिंग बंद: {time}

source: Starting from
hi: शुरुआत

source: Dakshina
hi: दक्षिणा

source: Amount
hi: राशि

source: Sankalp Now
hi: संकल्प अभी

source: My Sankalp
hi: मेरा संकल्प

source: Name
hi: नाम

source: Bio
hi: जीवन परिचय

source: Location
hi: स्थान

# enterName
source: Enter your name
hi: अपना नाम दर्ज करें

# enterEmail
source: Enter your email
hi: अपना ईमेल दर्ज करें

# enterPhone
source: Enter your phone number
hi: अपना फोन नंबर दर्ज करें

# enterBio
source: Tell us about yourself...
hi: अपने बारे में बताएं...

# enterLocation
source: Your location...
hi: आपका स्थान...

source: Not provided
hi: प्रदान नहीं किया गया

source: Profile Information
hi: प्रोफाइल जानकारी

source: Learning & Activities
hi: सीखना और गतिविधियां

source: Spiritual Journey
hi: आध्यात्मिक यात्रा

source: Select Astrologer
hi: ज्योतिषी चुनें

source: Our Kundli Reports
hi: हमारी कुंडली रिपोर्ट्स

source: Loading astrologers...
hi: ज्योतिषी लोड हो रहे हैं...

source: View All Astrologers
hi: सभी ज्योतिषी देखें

source: Your Astrologers
hi: आपके ज्योतिषी

source: View Your Astrologers
hi: अपने ज्योतिषी देखें

# viewYourBookedAstrologers
source: View your booked astrologers and contact them directly
hi: अपने बुक किए गए ज्योतिषी देखें और उनसे सीधे संपर्क करें

source: No astrologers available
hi: कोई ज्योतिषी उपलब्ध नहीं

source: Book
hi: बुक करें

# aboutAstrologer
source: About {astrologerName}
hi: ज्योतिषी के बारे में

source: Book a Session
hi: सेशन बुक करें

source: Choose Booking Type
hi: बुकिंग प्रकार चुनें

source: Per Minute
hi: प्रति मिनट

# perMonth
source: /month
hi: प्रति महीना

source: Book Per Minute
hi: प्रति मिनट बुक करें

source: Book Per Month
hi: प्रति महीना बुक करें

# bookingOptionsNotAvailable
source: Booking options are not available at the moment
hi: बुकिंग विकल्प इस समय उपलब्ध नहीं हैं

source: Book Per Minute Session
hi: प्रति मिनट सेशन बुक करें

# enterNumberOfMinutes
source: Enter number of minutes for your consultation:
hi: अपनी सलाह के लिए मिनटों की संख्या दर्ज करें:

source: Number of Minutes
hi: मिनटों की संख्या

# minutesExample
source: e.g., 15, 30, 60
hi: जैसे, 15, 30, 60

source: Communication Mode:
hi: संचार मोड:

source: Chat
hi: चैट

source: Call
hi: कॉल

source: Total Amount:
hi: कुल राशि:

source: Pay Now
hi: अभी भुगतान करें

source: No astrologers or kundli reports available
hi: कोई ज्योतिषी या कुंडली रिपोर्ट उपलब्ध नहीं

source: Retry
hi: पुनः प्रयास करें

source: All Astrologers
hi: सभी ज्योतिषी

source: Search astrologers...
hi: ज्योतिषी खोजें...

source: No astrologers found
hi: कोई ज्योतिषी नहीं मिला

# noAstrologersFoundFor
source: No astrologers found for "{searchTerm}"
hi: के लिए कोई ज्योतिषी नहीं मिला

source: Clear Search
hi: खोज साफ़ करें

# downloading
source: Downloading {title}...
hi: {title} डाउनलोड हो रहा है...

source: Please enter number of minutes
hi: कृपया मिनटों की संख्या दर्ज करें

# minutesMustBePositive
source: Minutes must be a positive number
hi: मिनट एक सकारात्मक संख्या होनी चाहिए

# calculatedAmountIsZero
source: Calculated amount is zero. Cannot proceed.
hi: गणना की गई राशि शून्य है। आगे नहीं बढ़ सकते।

source: Please login to continue
hi: कृपया जारी रखने के लिए लॉगिन करें

# monthlyChargeNotAvailable
source: Monthly charge is not available. Cannot proceed.
hi: मासिक शुल्क उपलब्ध नहीं है। आगे नहीं बढ़ सकते।

# errorProcessingPayment
source: Error processing payment: {error}
hi: भुगतान प्रसंस्करण में त्रुटि

# paymentSuccessful
source: Payment Successful! Your booking is confirmed and saved.
hi: भुगतान सफल! आपकी बुकिंग पुष्टि हो गई और सहेज दी गई।

# paymentSuccessfulButFailedToSave
source: Payment successful but failed to save booking. Please contact support.
hi: भुगतान सफल लेकिन बुकिंग सहेजने में विफल। कृपया सहायता से संपर्क करें।

# paymentSuccessfulButMissingData
source: Payment successful but missing required data. Please contact support.
hi: भुगतान सफल लेकिन आवश्यक डेटा गुम है। कृपया सहायता से संपर्क करें।

# paymentSuccessfulButErrorOccurred
source: Payment successful but error occurred. Please contact support.
hi: भुगतान सफल लेकिन त्रुटि हुई। कृपया सहायता से संपर्क करें।

# paymentFailed
source: Payment Failed: {error}
hi: भुगतान विफल

# redirectingToExternalWallet
source: Redirecting to {walletName}
hi: बाहरी वॉलेट पर रीडायरेक्ट हो रहा है

source: minutes
hi: मिनट

source: month
hi: महीना

# perMin
source: /min
hi: प्रति मिन

source: Pandit
hi: पंडित

source: Spiritual Services
hi: आध्यात्मिक सेवाएं

source: Book Pandit Ji
hi: पंडित जी बुक करें

# connectWithSpiritualGuide
source: Connect with your spiritual guide
hi: अपने आध्यात्मिक गुरु से जुड़ें

source: Spiritual Diary
hi: आध्यात्मिक डायरी

# trackSpiritualJourney
source: Track your spiritual journey
hi: अपनी आध्यात्मिक यात्रा को ट्रैक करें

source: Today's Puja Suggestion
hi: आज की पूजा सुझाव

source: Discover today's auspicious pujas
hi: आज के शुभ पूजा की खोज करें

source: My Family Pandit
hi: मेरे परिवार के पंडित

# viewAssignedPanditDetails
source: View your assigned pandit details
hi: अपने निर्धारित पंडित का विवरण देखें

source: Forgot Password?
hi: पासवर्ड भूल गए?

source: Reset Password
hi: पासवर्ड रीसेट करें

# enterEmailToReset
source: Enter your email to reset password
hi: पासवर्ड रीसेट करने के लिए अपना ईमेल दर्ज करें

source: Send Reset Link
hi: रीसेट लिंक भेजें

# passwordResetEmailSent
source: Password reset code sent! Check your email.
hi: पासवर्ड रीसेट कोड भेजा गया! अपना ईमेल चेक करें।

source: Enter OTP Code
hi: OTP कोड दर्ज करें

# otpCodeHint
source: 6-digit code from email
hi: ईमेल से 6 अंकोंका कोड

# otpRequired
source: OTP code is required
hi: OTP कोड आवश्यक है

# otpInvalid
source: OTP must be 6 digits
hi: OTP 6 अंकों का होना चाहिए

source: Resend Code
hi: कोड फिर से भेजें

# codeResentSuccess
source: Verification code resent successfully
hi: सत्यापन कोड सफलतापूर्वक फिर से भेजा गया

# invalidOtpCode
source: Invalid or expired OTP code
hi: अमान्य या समाप्त OTP कोड

# passwordResetSuccess
source: Password reset successful! You can now login with your new password.
hi: पासवर्ड रीसेट सफल! अब आप अपने नए पासवर्ड से लॉगिन कर सकते हैं।

# acharya
source: Gurukul
hi: गुरुकुल

source: Gururkul
hi: गुरुकुल

source: Store
hi: स्टोर

source: Puja/Path
hi: पूजा/पाठ

source: Our Courses
hi: हमारे कोर्स

source: Upcoming Webinars
hi: आगामी वेबिनार

source: Quizzes
hi: क्विज़

source: View More
hi: और देखें

source: No quizzes available
hi: कोई क्विज़ उपलब्ध नहीं

# mantrasTitle
source: Mantras
hi: मंत्र

# mantrasLoading
source: Loading mantras...
hi: मंत्र लोड हो रहे हैं...

source: No Internet Connection
hi: इंटरनेट कनेक्शन नहीं

source: Sadhak Profile
hi: साधक प्रोफाइल

source: Divine Mantras
hi: दिव्य मंत्र

# discoverFavoriteMantras
source: Discover and learn your favorite mantras
hi: अपने पसंदीदा मंत्रों को खोजें और सीखें

# searchMantrasHint
source: Search mantras...
hi: मंत्र खोजें...

# mantrasLoadFailed
source: Failed to load mantras. Please check your internet connection.
hi: मंत्र लोड करने में विफल। कृपया अपना इंटरनेट कनेक्शन जाँचें।

source: No mantras found
hi: कोई मंत्र नहीं मिला

source: Favorite Mantras
hi: पसंदीदा मंत्र

source: Error saving
hi: सहेजने में त्रुटि

source: Write Ram Ram here...
hi: यहाँ राम राम लिखें...

# writingSavedFor
source: Writing saved for {deityName}
hi: {deityName} के लिए लिखावट सहेजी गई
